export let textTitles = [
  "ПЕРЕЛІК КАТЕГОРІЙ",
  "СПИСОК ТОВАРІВ",
  "ІНФОРМАЦІЯ ПРО ТОВАР",
  "КУПИТИ",
  "ТОВАР КУПЛЕНИЙ",
];
export let dataShop = [
  {
    name: "DELL",
    products: [
      {
        name: "DELL INSPIRION",
        description:
          "Dell Inspiron - це серія бюджетних та середнього класу ноутбуків від компанії Dell.",
      },
      {
        name: "DELL LATITUDE",
        description:
          "Dell Latitude - це серія ноутбуків для бізнесу, виробництва компанії Dell.\
             Вони зазвичай орієнтовані на надійність, продуктивність та стійкість до зношування, що \
             часто є важливими факторами для корпоративних користувачів.",
      },
      {
        name: "DELL XPS",
        description:
          "Dell XPS - це серія ноутбуків, вироблених компанією Dell. Вона є флагманським \
             рядом ноутбуків Dell і зазвичай призначена для користувачів, яким потрібна висока продуктивність\
              та якість.",
      },
    ],
  },
  {
    name: "Apple",
    products: [
      {
        name: "MacBook Air",
        description:
          "MacBook Air - це серія ноутбуків від Apple, відомих своєю легкістю та тонким дизайном. \
             Вони зазвичай пропонують високу продуктивність для повсякденних завдань.",
      },
      {
        name: "MacBook Pro",
        description:
          "MacBook Pro - це високопродуктивна серія ноутбуків від Apple. Вони зазвичай мають потужні \
             процесори, високоякісні дисплеї та інші передові технології.",
      },
      {
        name: "iMac",
        description:
          "iMac - це серія настільних комп'ютерів від Apple, які відомі своїм елегантним дизайном та \
            високоякісними дисплеями.",
      },
    ],
  },
  {
    name: "HP",
    products: [
      {
        name: "HP Pavilion",
        description:
          "HP Pavilion - це серія ноутбуків та настільних комп'ютерів середнього класу від HP, які орієнтовані \
           на широкий спектр звичайних завдань.",
      },
      {
        name: "HP Envy",
        description:
          "HP Envy - це серія високоякісних ноутбуків від HP, відомих своїм стильним дизайном та високою продуктивністю.",
      },
      {
        name: "HP EliteBook",
        description:
          "HP EliteBook - це серія бізнес-ноутбуків від HP. Вони зазвичай відрізняються високою надійністю, потужними \
           процесорами та опціями безпеки.",
      },
    ],
  },
];
